Repository: gk7734/coucou
Catalog: NotchBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, id, ko, pt_br, ru, zh_hans

# status.opencode-plugin-removed
source: ✓ OpenCode plugin removed.
ar: ✓ تمت إزالة ملحق OpenCode.
bn: ✓ OpenCode প্লাগইন সরানো হয়েছে।
es: ✓ Plugin de OpenCode eliminado.
fr: ✓ Plugin OpenCode supprimé.
hi: ✓ OpenCode प्लगइन हटा दिया गया।
id: ✓ Plugin OpenCode dihapus.
ko: ✓ OpenCode 플러그인을 제거했습니다.
pt_br: ✓ Plugin do OpenCode removido.
ru: ✓ Плагин OpenCode удалён.
zh_hans: ✓ OpenCode 插件已移除。

# status.select-claude-folder
source: ❌ Select the .claude folder (hidden, in your Home directory).
ar: ❌ اختر مجلد .claude (مخفي، في دليل Home الخاص بك).
bn: ❌ .claude ফোল্ডার নির্বাচন করুন (লুকানো, আপনার Home ডিরেক্টরিতে)।
es: ❌ Selecciona la carpeta .claude (oculta, en tu directorio Home).
fr: ❌ Sélectionne le dossier .claude (caché, dans ton répertoire Home).
hi: ❌ .claude फ़ोल्डर चुनें (छुपा हुआ, आपके Home डायरेक्टरी में)।
id: ❌ Pilih folder .claude (tersembunyi, di direktori Home Anda).
ko: ❌ .claude 폴더(홈 디렉터리의 숨김 폴더)를 선택하세요.
pt_br: ❌ Selecione a pasta .claude (oculta, no seu diretório Home).
ru: ❌ Выбери папку .claude (скрытая, в домашнем каталоге).
zh_hans: ❌ 请选择 .claude 文件夹（隐藏，在你的 Home 目录中）。

# status.statusline-installed
source: ✓ Status line installed.
ar: ✓ تم تثبيت سطر الحالة.
bn: ✓ স্ট্যাটাস লাইন ইনস্টল হয়েছে।
es: ✓ Línea de estado instalada.
fr: ✓ Ligne de statut installée.
hi: ✓ स्टेटस लाइन इंस्टॉल हो गई।
id: ✓ Baris status terpasang.
ko: ✓ 상태 줄을 설치했습니다.
pt_br: ✓ Linha de status instalada.
ru: ✓ Строка статуса установлена.
zh_hans: ✓ 状态栏已安装。

# status.statusline-removed
source: ✓ Status line removed.
ar: ✓ تمت إزالة سطر الحالة.
bn: ✓ স্ট্যাটাস লাইন সরানো হয়েছে।
es: ✓ Línea de estado eliminada.
fr: ✓ Ligne de statut supprimée.
hi: ✓ स्टेटस लाइन हटा दी गई।
id: ✓ Baris status dihapus.
ko: ✓ 상태 줄을 제거했습니다.
pt_br: ✓ Linha de status removida.
ru: ✓ Строка статуса удалена.
zh_hans: ✓ 状态栏已移除。

# step.agent
source: Agent
ar: وكيل
bn: এজেন্ট
es: Agente
hi: एजेंट
id: Agen
ko: 에이전트
pt_br: Agente
ru: Агент
zh_hans: 代理

# step.edits
source: Edits
ar: يُعدّل
bn: সম্পাদনা করে
es: Edita
fr: Modifie
hi: संपादित करता है
id: Mengedit
ko: 편집
pt_br: Edita
ru: Редактирует
zh_hans: 编辑

# step.fetches
source: Fetches
ar: يجلب
bn: আনে
es: Obtiene
fr: Récupère
hi: प्राप्त करता है
id: Mengambil
ko: 가져오기
pt_br: Busca
ru: Получает
zh_hans: 获取

# step.lists
source: Lists
ar: يُدرج
bn: তালিকা
es: Lista
fr: Liste
hi: सूची
id: Daftar
ko: 목록
pt_br: Lista
ru: Перечисляет
zh_hans: 列出

# step.reads
source: Reads
ar: يقرأ
bn: পড়ে
es: Lee
fr: Lit
hi: पढ़ता है
id: Membaca
ko: 읽기
pt_br: Lê
ru: Читает
zh_hans: 读取

# step.runs
source: Runs
ar: يُشغّل
bn: চালায়
es: Ejecuta
fr: Exécute
hi: चलाता है
id: Menjalankan
ko: 실행
pt_br: Executa
ru: Запускает
zh_hans: 执行

# step.searches
source: Searches
ar: يبحث
bn: খোঁজে
es: Busca
fr: Recherche
hi: खोजता है
id: Mencari
ko: 검색
pt_br: Pesquisa
ru: Ищет
zh_hans: 搜索

# step.tasks
source: Tasks
ar: مهام
bn: কার্য
es: Tareas
fr: Tâches
hi: कार्य
id: Tugas
ko: 작업
pt_br: Tarefas
ru: Задачи
zh_hans: 任务

# step.tests
source: Tests
ar: يختبر
bn: পরীক্ষা করে
es: Prueba
fr: Teste
hi: परीक्षण करता है
id: Menguji
ko: 테스트
pt_br: Testa
ru: Тестирует
zh_hans: 测试

# step.web-search
source: Searches the web
ar: يبحث على الويب
bn: ওয়েব খোঁজে
es: Busca en la web
fr: Recherche web
hi: वेब खोजता है
id: Mencari web
ko: 웹 검색
pt_br: Pesquisa na web
ru: Ищет в сети
zh_hans: 搜索网络

# step.writes
source: Writes
ar: يكتب
bn: লেখে
es: Escribe
fr: Écrit
hi: लिखता है
id: Menulis
ko: 쓰기
pt_br: Escreve
ru: Записывает
zh_hans: 写入

source: with
ar: مع
bn: সহ
es: con
fr: avec
hi: के साथ
id: dengan
ko: 첨부
pt_br: com
ru: с
zh_hans: 附带

source: No error details available.
ar: لا توجد تفاصيل للخطأ.
bn: কোনো ত্রুটির বিবরণ পাওয়া যায়নি।
es: No hay detalles del error disponibles.
fr: Aucun détail d'erreur disponible.
hi: कोई त्रुटि विवरण उपलब्ध नहीं है।
id: Tidak ada detail kesalahan yang tersedia.
ko: 오류 세부 정보가 없습니다.
pt_br: Nenhum detalhe de erro disponível.
ru: Нет подробностей об ошибке.
zh_hans: 无错误详情。

# demo.groupbox.title
source: Demo
ar: تجريبي
bn: ডেমো
fr: Démo
hi: डेमो
ko: 데모
ru: Демо
zh_hans: 演示

# demo.description
source: Explore all features without an API key or Claude Code. Nothing is written to disk.
ar: استكشف جميع الميزات بدون مفتاح API أو Claude Code. لا يُكتب شيء على القرص.
bn: API কী বা Claude Code ছাড়াই সমস্ত ফিচার এক্সপ্লোর করুন। ডিস্কে কিছু লেখা হয় না।
es: Explora todas las funciones sin clave de API ni Claude Code. Nada se escribe en el disco.
fr: Explore toutes les fonctions sans clé d'API ni Claude Code. Rien n'est écrit sur le disque.
hi: API कुंजी या Claude Code के बिना सभी सुविधाएँ एक्सप्लोर करें। डिस्क पर कुछ नहीं लिखा जाता।
id: Jelajahi semua fitur tanpa kunci API atau Claude Code. Tidak ada yang ditulis ke disk.
ko: API 키나 Claude Code 없이 모든 기능을 살펴봅니다. 디스크에는 아무것도 쓰지 않습니다.
pt_br: Explore todos os recursos sem chave de API ou Claude Code. Nada é gravado no disco.
ru: Изучи все функции без API-ключа и Claude Code. Ничего не записывается на диск.
zh_hans: 无需 API 密钥或 Claude Code，探索所有功能。不会写入任何内容到磁盘。

# demo.start
source: Try demo mode
ar: تجربة وضع العرض
bn: ডেমো মোড চেষ্টা করুন
es: Probar el modo demo
fr: Essayer la démo
hi: डेमो मोड आज़माएँ
id: Coba mode demo
ko: 데모 모드 사용해 보기
pt_br: Experimentar modo demo
ru: Попробовать демо
zh_hans: 试用演示模式

# demo.stop
source: Stop demo
ar: إيقاف العرض
bn: ডেমো বন্ধ করুন
es: Detener demo
fr: Arrêter la démo
hi: डेमो रोकें
id: Hentikan demo
ko: 데모 중지
pt_br: Parar demo
ru: Остановить демо
zh_hans: 停止演示

source: Demo mode
ar: وضع العرض
bn: ডেমো মোড
es: Modo demo
fr: Mode démo
hi: डेमो मोड
id: Mode demo
ko: 데모 모드
pt_br: Modo demo
ru: Демо-режим
zh_hans: 演示模式

source: Repeat on
ar: التكرار مفعّل
bn: রিপিট চালু
es: Repetir activado
fr: Répétition activée
hi: दोहराना चालू
id: Ulangi aktif
ko: 반복 켬
pt_br: Repetir ativado
ru: Повтор вкл.
zh_hans: 重复：开

source: Repeat off
ar: التكرار متوقف
bn: রিপিট বন্ধ
es: Repetir desactivado
fr: Répétition désactivée
hi: दोहराना बंद
id: Ulangi nonaktif
ko: 반복 끔
pt_br: Repetir desativado
ru: Повтор выкл.
zh_hans: 重复：关

source: Remove from favorites
ar: إزالة من المفضلة
bn: প্রিয় থেকে সরান
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
id: Hapus dari favorit
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
ru: Убрать из избранного
zh_hans: 取消收藏

source: Allow Coucou to control Spotify
ar: السماح لـ Coucou بالتحكم في Spotify
bn: Coucou-কে Spotify নিয়ন্ত্রণ করতে দিন
es: Permitir que Coucou controle Spotify
fr: Autoriser Coucou à contrôler Spotify
hi: Coucou को Spotify नियंत्रित करने दें
id: Izinkan Coucou mengontrol Spotify
ko: Coucou가 Spotify를 제어하도록 허용
pt_br: Permitir que o Coucou controle o Spotify
ru: Разрешить Coucou управлять Spotify
zh_hans: 允许 Coucou 控制 Spotify

source: Get Spotify
ar: احصل على Spotify
bn: Spotify নিন
es: Descargar Spotify
fr: Obtenir Spotify
hi: Spotify पाएँ
id: Dapatkan Spotify
ko: Spotify 받기
pt_br: Baixar o Spotify
ru: Скачать Spotify
zh_hans: 获取 Spotify

source: Open Spotify
ar: فتح Spotify
bn: Spotify খুলুন
es: Abrir Spotify
fr: Ouvrir Spotify
hi: Spotify खोलें
id: Buka Spotify
ko: Spotify 열기
pt_br: Abrir o Spotify
ru: Открыть Spotify
zh_hans: 打开 Spotify

source: Previous
ar: السابق
bn: আগেরটি
es: Anterior
fr: Précédent
hi: पिछला
id: Sebelumnya
ko: 이전
pt_br: Anterior
ru: Предыдущий
zh_hans: 上一首

source: Repeat one
ar: تكرار مقطع واحد
bn: একটি রিপিট
es: Repetir una
fr: Répéter le morceau
hi: एक दोहराएँ
id: Ulangi satu
ko: 한 곡 반복
pt_br: Repetir uma
ru: Повторять один
zh_hans: 单曲重复

source: Play
ar: تشغيل
bn: চালান
es: Reproducir
fr: Lecture
hi: चलाएँ
id: Putar
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
zh_hans: 播放

source: Favorite
ar: إضافة إلى المفضلة
bn: প্রিয়তে যোগ করুন
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
id: Tambahkan ke favorit
ko: 즐겨찾기
pt_br: Favoritar
ru: В избранное
zh_hans: 收藏

source: Spotify not installed
ar: Spotify غير مثبت
bn: Spotify ইনস্টল নেই
es: Spotify no está instalado
fr: Spotify n'est pas installé
hi: Spotify इंस्टॉल नहीं है
id: Spotify belum terpasang
ko: Spotify가 설치되지 않음
pt_br: Spotify não está instalado
ru: Spotify не установлен
zh_hans: 未安装 Spotify

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
es: Pausa
hi: रोकें
id: Jeda
ko: 일시 정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

source: Shuffle off
ar: الترتيب العشوائي متوقف
bn: শাফল বন্ধ
es: Aleatorio desactivado
fr: Aléatoire désactivé
hi: शफ़ल बंद
id: Acak nonaktif
ko: 임의 재생 끔
pt_br: Aleatório desativado
ru: Перемешивание выкл.
zh_hans: 随机播放：关

source: Volume %lld%%
ar: مستوى الصوت %lld%%
bn: ভলিউম %lld%%
es: Volumen %lld%%
hi: वॉल्यूम %lld%%
ko: 음량 %lld%%
ru: Громкость %lld%%
zh_hans: 音量 %lld%%

source: Repeat all
ar: تكرار الكل
bn: সব রিপিট
es: Repetir todo
fr: Tout répéter
hi: सभी दोहराएँ
id: Ulangi semua
ko: 전체 반복
pt_br: Repetir tudo
ru: Повторять все
zh_hans: 全部重复

source: Shuffle on
ar: الترتيب العشوائي مفعّل
bn: শাফল চালু
es: Aleatorio activado
fr: Aléatoire activé
hi: शफ़ल चालू
id: Acak aktif
ko: 임의 재생 켬
pt_br: Aleatório ativado
ru: Перемешивание вкл.
zh_hans: 随机播放：开

source: Advertisement
ar: إعلان
bn: বিজ্ঞাপন
es: Anuncio
fr: Publicité
hi: विज्ञापन
id: Iklan
ko: 광고
pt_br: Anúncio
ru: Реклама
zh_hans: 广告

source: Not installed
ar: غير مثبت
bn: ইনস্টল নেই
es: No instalado
fr: Non installé
hi: इंस्टॉल नहीं
id: Belum terpasang
ko: 설치되지 않음
pt_br: Não instalado
ru: Не установлено
zh_hans: 未安装

source: %@ — open Spotify
ar: %@ — فتح Spotify
bn: %@ — Spotify খুলুন
es: %@ — abrir Spotify
fr: %@ — ouvrir Spotify
hi: %@ — Spotify खोलें
id: %@ — buka Spotify
ko: %@ — Spotify 열기
pt_br: %@ — abrir o Spotify
ru: %@ — открыть Spotify
zh_hans: %@ — 打开 Spotify

source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
es: Notificaciones
hi: सूचनाएँ
id: Notifikasi
ko: 알림
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

source: macOS notifications
ar: إشعارات macOS
bn: macOS বিজ্ঞপ্তি
es: Notificaciones de macOS
fr: Notifications macOS
hi: macOS सूचनाएँ
id: Notifikasi macOS
ko: macOS 알림
pt_br: Notificações do macOS
ru: Уведомления macOS
zh_hans: macOS 通知

source: Show macOS notifications
ar: إظهار إشعارات macOS
bn: macOS বিজ্ঞপ্তি দেখান
es: Mostrar notificaciones de macOS
fr: Afficher les notifications macOS
hi: macOS सूचनाएँ दिखाएँ
id: Tampilkan notifikasi macOS
ko: macOS 알림 표시
pt_br: Mostrar notificações do macOS
ru: Показывать уведомления macOS
zh_hans: 显示 macOS 通知

source: When an agent finishes
ar: عندما ينتهي وكيل
bn: যখন কোনো এজেন্ট শেষ করে
es: Cuando un agente termina
fr: Quand un agent a fini
hi: जब कोई एजेंट काम पूरा करे
id: Saat agen selesai
ko: 에이전트가 끝났을 때
pt_br: Quando um agente termina
ru: Когда агент закончил
zh_hans: 智能体完成时

source: When an agent hits an error
ar: عندما يواجه وكيل خطأ
bn: যখন কোনো এজেন্ট ত্রুটিতে পড়ে
es: Cuando un agente encuentra un error
fr: Quand un agent rencontre une erreur
hi: जब किसी एजेंट को त्रुटि मिले
id: Saat agen mengalami galat
ko: 에이전트에 오류가 났을 때
pt_br: Quando um agente encontra um erro
ru: Когда у агента ошибка
zh_hans: 智能体出错时

source: When an agent needs your OK or asks a question
ar: عندما يحتاج وكيل موافقتك أو يطرح سؤالًا
bn: যখন কোনো এজেন্টের আপনার অনুমতি লাগে বা প্রশ্ন করে
es: Cuando un agente necesita tu aprobación o hace una pregunta
fr: Quand un agent attend ton accord ou pose une question
hi: जब किसी एजेंट को आपकी मंज़ूरी चाहिए या वह कुछ पूछे
id: Saat agen butuh persetujuan atau bertanya
ko: 에이전트가 승인이나 답을 기다릴 때
pt_br: Quando um agente precisa da sua aprovação ou faz uma pergunta
ru: Когда агенту нужно ваше разрешение или он задаёт вопрос
zh_hans: 智能体需要你批准或提问时

source: When an agent seems stuck
ar: عندما يبدو وكيل عالقًا
bn: যখন কোনো এজেন্ট আটকে আছে মনে হয়
es: Cuando un agente parece atascado
fr: Quand un agent semble bloqué
hi: जब कोई एजेंट अटका हुआ लगे
id: Saat agen tampak macet
ko: 에이전트가 멈춘 것 같을 때
pt_br: Quando um agente parece travado
ru: Когда агент, похоже, завис
zh_hans: 智能体似乎卡住时

source: Only when you can't already see it: no banner while the app the agent runs in is in front, or while the island shows that pill. Silent: Coucou plays its own sounds.
ar: فقط عندما لا تراه بالفعل: لا يظهر إشعار ما دام التطبيق الذي يعمل فيه الوكيل في المقدمة، أو ما دامت الجزيرة تعرض تلك الحبة. بلا صوت: يشغّل Coucou أصواته الخاصة.
bn: শুধু তখনই, যখন আপনি এটি দেখতে পাচ্ছেন না: এজেন্ট যে অ্যাপে চলছে সেটি সামনে থাকলে বা আইল্যান্ড সেই পিলটি দেখালে কোনো ব্যানার নয়। নিঃশব্দ: Coucou নিজের শব্দ বাজায়।
es: Solo cuando no lo estás viendo ya: ningún aviso mientras la app donde se ejecuta el agente está al frente o mientras la isla muestra esa píldora. Sin sonido: Coucou reproduce sus propios sonidos.
fr: Seulement quand tu ne le vois pas déjà : pas de bannière quand l’app où tourne l’agent est au premier plan, ni quand l’île affiche cette pilule. Silencieuses : Coucou joue ses propres sons.
hi: सिर्फ़ तब, जब आप इसे पहले से नहीं देख रहे: जिस ऐप में एजेंट चल रहा है वह सामने हो या आइलैंड वही पिल दिखा रहा हो, तो कोई बैनर नहीं। बिना आवाज़: Coucou अपनी आवाज़ें खुद बजाता है।
id: Hanya saat Anda belum melihatnya: tidak ada banner ketika app tempat agen berjalan ada di depan, atau ketika pulau menampilkan pil tersebut. Tanpa suara: Coucou memutar suaranya sendiri.
ko: 이미 보고 있지 않을 때만 알립니다. 에이전트가 도는 앱이 앞에 있거나 아일랜드가 그 필을 보여 주는 동안에는 배너가 뜨지 않습니다. 소리는 내지 않습니다(Coucou가 자체 사운드를 냅니다).
pt_br: Só quando você ainda não está vendo: nenhum banner enquanto o app em que o agente roda estiver em primeiro plano, ou enquanto a ilha mostrar essa pílula. Sem som: o Coucou toca os próprios sons.
ru: Только когда вы этого ещё не видите: без баннера, пока приложение агента на переднем плане или остров показывает эту пилюлю. Без звука: Coucou проигрывает свои звуки.
zh_hans: 仅在你还看不到时提醒：智能体所在的应用位于前台，或灵动岛正显示该胶囊时，不弹出横幅。静音：Coucou 会播放自己的声音。

source: Notifications for Coucou are turned off in System Settings.
ar: إشعارات Coucou متوقفة في إعدادات النظام.
bn: সিস্টেম সেটিংসে Coucou-র বিজ্ঞপ্তি বন্ধ আছে।
es: Las notificaciones de Coucou están desactivadas en Ajustes del Sistema.
fr: Les notifications de Coucou sont désactivées dans Réglages Système.
hi: सिस्टम सेटिंग्स में Coucou की सूचनाएँ बंद हैं।
id: Notifikasi Coucou dimatikan di Pengaturan Sistem.
ko: 시스템 설정에서 Coucou 알림이 꺼져 있습니다.
pt_br: As notificações do Coucou estão desativadas nos Ajustes do Sistema.
ru: Уведомления Coucou отключены в Системных настройках.
zh_hans: Coucou 的通知已在系统设置中关闭。

source: Open System Settings
ar: فتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
hi: सिस्टम सेटिंग्स खोलें
id: Buka Pengaturan Sistem
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置

source: macOS asks for permission the first time Coucou shows a notification.
ar: يطلب macOS الإذن في أول مرة يعرض فيها Coucou إشعارًا.
bn: Coucou প্রথমবার বিজ্ঞপ্তি দেখালে macOS অনুমতি চায়।
es: macOS pide permiso la primera vez que Coucou muestra una notificación.
fr: macOS demande l’autorisation la première fois que Coucou affiche une notification.
hi: जब Coucou पहली बार सूचना दिखाता है, तब macOS अनुमति माँगता है।
id: macOS meminta izin saat Coucou pertama kali menampilkan notifikasi.
ko: Coucou가 처음 알림을 띄울 때 macOS가 권한을 묻습니다.
pt_br: O macOS pede permissão na primeira vez que o Coucou mostra uma notificação.
ru: macOS запросит разрешение, когда Coucou впервые покажет уведомление.
zh_hans: Coucou 首次显示通知时，macOS 会请求权限。

source: Allow notifications
ar: السماح بالإشعارات
bn: বিজ্ঞপ্তির অনুমতি দিন
es: Permitir notificaciones
fr: Autoriser les notifications
hi: सूचनाओं की अनुमति दें
id: Izinkan notifikasi
ko: 알림 허용
pt_br: Permitir notificações
ru: Разрешить уведомления
zh_hans: 允许通知

source: Stuck sessions
ar: الجلسات العالقة
bn: আটকে থাকা সেশন
es: Sesiones atascadas
fr: Sessions bloquées
hi: अटके हुए सत्र
id: Sesi macet
ko: 멈춘 세션
pt_br: Sessões travadas
ru: Зависшие сессии
zh_hans: 卡住的会话

source: Flag a working session after
ar: تمييز جلسة قيد العمل بعد
bn: কাজ চলা সেশন চিহ্নিত করুন
es: Marcar una sesión activa tras
fr: Signaler une session en cours après
hi: चलते सत्र को चिह्नित करें
id: Tandai sesi yang berjalan setelah
ko: 작업 중인 세션 표시 기준
pt_br: Sinalizar uma sessão ativa após
ru: Отмечать работающую сессию через
zh_hans: 标记进行中的会话，时长

source: Off
ar: إيقاف
bn: বন্ধ
es: Desactivado
fr: Désactivé
hi: बंद
id: Mati
ko: 끔
pt_br: Desativado
ru: Выкл.
zh_hans: 关闭

source: %lld min without activity
ar: %lld دقيقة بلا نشاط
bn: %lld মিনিট কোনো কার্যকলাপ ছাড়া
es: %lld min sin actividad
fr: %lld min sans activité
hi: %lld मिनट बिना गतिविधि
id: %lld mnt tanpa aktivitas
ko: %lld분 동안 활동 없음
pt_br: %lld min sem atividade
ru: %lld мин без активности
zh_hans: %lld 分钟无活动

source: A session that stops sending events while working gets an hourglass on its pill. Sessions waiting on you are never flagged.
ar: تحصل الجلسة التي تتوقف عن إرسال الأحداث أثناء العمل على ساعة رملية على حبتها. لا تُميَّز أبدًا الجلسات التي تنتظرك.
bn: কাজের মাঝে যে সেশন ইভেন্ট পাঠানো বন্ধ করে, তার পিলে একটি বালুঘড়ি দেখা যায়। আপনার অপেক্ষায় থাকা সেশন কখনো চিহ্নিত হয় না।
es: Una sesión que deja de enviar eventos mientras trabaja muestra un reloj de arena en su píldora. Las sesiones que te esperan nunca se marcan.
fr: Une session qui n’envoie plus d’événements en plein travail reçoit un sablier sur sa pilule. Celles qui t’attendent ne sont jamais signalées.
hi: काम करते हुए जो सत्र इवेंट भेजना बंद कर दे, उसकी पिल पर रेतघड़ी दिखती है। आपका इंतज़ार कर रहे सत्र कभी चिह्नित नहीं होते।
id: Sesi yang berhenti mengirim event saat bekerja mendapat jam pasir di pilnya. Sesi yang menunggu Anda tidak pernah ditandai.
ko: 작업 중에 이벤트가 끊긴 세션은 필에 모래시계가 붙습니다. 사용자를 기다리는 세션은 표시하지 않습니다.
pt_br: Uma sessão que para de enviar eventos enquanto trabalha ganha uma ampulheta na pílula. Sessões esperando por você nunca são sinalizadas.
ru: Сессия, которая перестала присылать события во время работы, получает песочные часы на пилюле. Сессии, ждущие вас, не отмечаются.
zh_hans: 工作中停止发送事件的会话，其胶囊上会出现沙漏。等待你操作的会话不会被标记。

source: finished
ar: انتهى
bn: শেষ হয়েছে
es: terminado
fr: terminé
hi: पूरा हुआ
id: selesai
ko: 완료
pt_br: concluído
ru: готово
zh_hans: 已完成

source: finished: %@
ar: انتهى: %@
bn: শেষ হয়েছে: %@
es: terminado: %@
fr: terminé : %@
hi: पूरा हुआ: %@
id: selesai: %@
ko: 완료: %@
pt_br: concluído: %@
ru: готово: %@
zh_hans: 已完成：%@

source: error
ar: خطأ
bn: ত্রুটি
fr: erreur
hi: त्रुटि
id: galat
ko: 오류
pt_br: erro
ru: ошибка
zh_hans: 出错

source: error: %@
ar: خطأ: %@
bn: ত্রুটি: %@
fr: erreur : %@
hi: त्रुटि: %@
id: galat: %@
ko: 오류: %@
pt_br: erro: %@
ru: ошибка: %@
zh_hans: 出错：%@

source: needs your OK
ar: يحتاج موافقتك
bn: আপনার অনুমতি দরকার
es: necesita tu aprobación
fr: attend ton accord
hi: आपकी मंज़ूरी चाहिए
id: butuh persetujuan Anda
ko: 승인 필요
pt_br: precisa da sua aprovação
ru: нужно ваше разрешение
zh_hans: 需要你批准

source: needs your OK: %@
ar: يحتاج موافقتك: %@
bn: আপনার অনুমতি দরকার: %@
es: necesita tu aprobación: %@
fr: attend ton accord : %@
hi: आपकी मंज़ूरी चाहिए: %@
id: butuh persetujuan Anda: %@
ko: 승인 필요: %@
pt_br: precisa da sua aprovação: %@
ru: нужно ваше разрешение: %@
zh_hans: 需要你批准：%@

source: has a question
ar: لديه سؤال
bn: একটি প্রশ্ন আছে
es: tiene una pregunta
fr: a une question
hi: एक सवाल है
id: punya pertanyaan
ko: 질문 있음
pt_br: tem uma pergunta
ru: есть вопрос
zh_hans: 有个问题

source: asks: %@
ar: يسأل: %@
bn: জিজ্ঞেস করছে: %@
es: pregunta: %@
fr: demande : %@
hi: पूछ रहा है: %@
id: bertanya: %@
ko: 질문: %@
pt_br: pergunta: %@
ru: спрашивает: %@
zh_hans: 提问：%@

source: no activity for %lld min
ar: لا نشاط منذ %lld دقيقة
bn: %lld মিনিট কোনো কার্যকলাপ নেই
es: sin actividad desde hace %lld min
fr: aucune activité depuis %lld min
hi: %lld मिनट से कोई गतिविधि नहीं
id: tidak ada aktivitas selama %lld mnt
ko: %lld분 동안 활동 없음
pt_br: sem atividade há %lld min
ru: нет активности %lld мин
zh_hans: %lld 分钟无活动

source: Auto (last IDE you used)
ar: تلقائي (آخر IDE استخدمته)
bn: স্বয়ংক্রিয় (শেষ ব্যবহৃত IDE)
es: Automático (último IDE usado)
fr: Auto (dernier IDE utilisé)
hi: स्वचालित (आख़िरी इस्तेमाल किया IDE)
id: Otomatis (IDE terakhir yang dipakai)
ko: 자동 (마지막으로 쓴 IDE)
pt_br: Automático (último IDE usado)
ru: Авто (последняя IDE)
zh_hans: 自动（最近使用的 IDE）

source: Auto — %@
ar: تلقائي — %@
bn: স্বয়ংক্রিয় — %@
es: Automático — %@
hi: स्वचालित — %@
id: Otomatis — %@
ko: 자동 — %@
pt_br: Automático — %@
ru: Авто — %@
zh_hans: 自动 — %@

source: %@ finished
ar: انتهى %@
bn: %@ শেষ হয়েছে
es: %@ terminó
fr: %@ a terminé
hi: %@ पूरा हुआ
id: %@ selesai
ko: %@ 완료
pt_br: %@ terminou
ru: %@: готово
zh_hans: %@ 已完成

source: %@ is asking
ar: %@ يسأل
bn: %@ জিজ্ঞেস করছে
es: %@ pregunta
fr: %@ pose une question
hi: %@ पूछ रहा है
id: %@ bertanya
ko: %@의 질문
pt_br: %@ está perguntando
ru: %@ спрашивает
zh_hans: %@ 在提问

source: %@ needs permission
ar: %@ يحتاج إذنًا
bn: %@-এর অনুমতি দরকার
es: %@ necesita permiso
fr: %@ demande une autorisation
hi: %@ को अनुमति चाहिए
id: %@ perlu izin
ko: %@ 권한 요청
pt_br: %@ precisa de permissão
ru: %@ запрашивает разрешение
zh_hans: %@ 需要权限

source: %@ in %@
ar: %1$@ في %2$@
bn: %2$@-এ %1$@
es: %@ en %@
fr: %@ dans %@
hi: %2$@ में %1$@
id: %@ di %@
ko: %2$@의 %1$@
pt_br: %@ no %@
ru: %@ в %@
zh_hans: %2$@ 中的 %1$@

source: %@ is ready.
ar: %@ جاهز.
bn: %@ প্রস্তুত।
es: %@ está listo.
fr: %@ est prêt.
hi: %@ तैयार है।
id: %@ siap.
ko: %@ 준비됐습니다.
pt_br: %@ está pronto.
ru: %@ готов.
zh_hans: %@ 已就绪。

source: %lld sessions
ar: الجلسات: %lld
bn: %lldটি সেশন
es: %lld sesiones
hi: %lld सत्र
id: %lld sesi
ko: 세션 %lld개
pt_br: %lld sessões
ru: Сеансов: %lld
zh_hans: %lld 个会话

source: Waiting for approval
ar: بانتظار الموافقة
bn: অনুমোদনের অপেক্ষায়
es: Esperando aprobación
fr: En attente d'approbation
hi: मंज़ूरी की प्रतीक्षा
id: Menunggu persetujuan
ko: 승인 대기 중
pt_br: Aguardando aprovação
ru: Ждёт одобрения
zh_hans: 等待批准

source: Waiting for your answer
ar: بانتظار إجابتك
bn: আপনার উত্তরের অপেক্ষায়
es: Esperando tu respuesta
fr: En attente de ta réponse
hi: आपके जवाब की प्रतीक्षा
id: Menunggu jawabanmu
ko: 답변 대기 중
pt_br: Aguardando sua resposta
ru: Ждёт вашего ответа
zh_hans: 等待你的回答

source: No activity for %lld min
ar: لا نشاط منذ %lld د
bn: %lld মিনিট কোনো কার্যকলাপ নেই
es: Sin actividad desde hace %lld min
fr: Aucune activité depuis %lld min
hi: %lld मिनट से कोई गतिविधि नहीं
id: Tidak ada aktivitas selama %lld mnt
ko: %lld분 동안 활동 없음
pt_br: Sem atividade há %lld min
ru: Нет активности %lld мин
zh_hans: 已 %lld 分钟无活动

source: Ready · no setup needed
ar: جاهز · لا حاجة لأي إعداد
bn: প্রস্তুত · কোনো সেটআপ লাগবে না
es: Listo · sin configuración
fr: Prêt · aucune configuration
hi: तैयार · कोई सेटअप नहीं चाहिए
id: Siap · tanpa penyiapan
ko: 준비됨 · 설정 필요 없음
pt_br: Pronto · sem configuração
ru: Готово · настройка не нужна
zh_hans: 就绪 · 无需设置

source: Thinking…
ar: يفكّر…
bn: ভাবছে…
es: Pensando…
fr: Réfléchit…
hi: सोच रहा है…
id: Berpikir…
ko: 생각 중…
pt_br: Pensando…
ru: Думает…
zh_hans: 思考中…

source: Done
ar: تم
bn: সম্পন্ন
es: Listo
fr: Terminé
hi: पूरा
id: Selesai
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Done: %@
ar: تم: %@
bn: সম্পন্ন: %@
es: Listo: %@
fr: Terminé : %@
hi: पूरा: %@
id: Selesai: %@
ko: 완료: %@
pt_br: Concluído: %@
ru: Готово: %@
zh_hans: 完成：%@

source: Error
ar: خطأ
bn: ত্রুটি
fr: Erreur
hi: त्रुटि
id: Kesalahan
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

source: Needs your OK
ar: يحتاج موافقتك
bn: আপনার অনুমোদন দরকার
es: Necesita tu OK
fr: Attend ton accord
hi: आपकी मंज़ूरी चाहिए
id: Perlu persetujuanmu
ko: 승인 필요
pt_br: Precisa do seu OK
ru: Нужно ваше «ОК»
zh_hans: 需要你确认

source: Needs your OK: %@
ar: يحتاج موافقتك: %@
bn: আপনার অনুমোদন দরকার: %@
es: Necesita tu OK: %@
fr: Attend ton accord : %@
hi: आपकी मंज़ूरी चाहिए: %@
id: Perlu persetujuanmu: %@
ko: 승인 필요: %@
pt_br: Precisa do seu OK: %@
ru: Нужно ваше «ОК»: %@
zh_hans: 需要你确认：%@

source: Has a question
ar: لديه سؤال
bn: একটি প্রশ্ন আছে
es: Tiene una pregunta
fr: A une question
hi: एक सवाल है
id: Ada pertanyaan
ko: 질문 있음
pt_br: Tem uma pergunta
ru: Есть вопрос
zh_hans: 有一个问题
